const lines = [
  {
    name: '1',
    loop: false,
    stations: [
      '富锦路', '友谊西路', '宝安公路', '共富新村', '呼兰路', '通河新村', '共康路', '彭浦新村',
      '汶水路', '上海马戏城', '延长路', '中山北路', '上海火车站', '汉中路', '新闸路', '人民广场',
      '黄陂南路', '陕西南路', '常熟路', '衡山路', '徐家汇', '上海体育馆', '漕宝路', '上海南站',
      '锦江乐园', '莲花路', '外环路', '莘庄'
    ]
  },
  {
    name: '2',
    loop: false,
    stations: [
      '徐泾东', '虹桥火车站', '虹桥2号航站楼', '淞虹路', '北新泾', '威宁路', '娄山关路', '中山公园',
      '江苏路', '静安寺', '南京西路', '人民广场', '南京东路', '陆家嘴', '东昌路', '世纪大道',
      '上海科技馆', '世纪公园', '龙阳路', '张江高科', '金科路', '广兰路', '唐镇', '创新中路',
      '华夏东路', '川沙', '凌空路', '远东大道', '海天三路', '浦东国际机场'
    ]
  },
  {
    name: '3',
    loop: false,
    stations: [
      '上海南站', '石龙路', '龙漕路', '漕溪路', '宜山路', '虹桥路', '延安西路', '中山公园',
      '金沙江路', '曹杨路', '镇坪路', '中潭路', '上海火车站', '宝山路', '东宝兴路', '虹口足球场',
      '赤峰路', '大柏树', '江湾镇', '殷高西路', '长江南路', '淞发路', '张华浜', '淞浜路',
      '水产路', '宝杨路', '友谊路', '铁力路', '江杨北路'
    ]
  },
  {
    name: '4',
    loop: true,
    stations: [
      '宜山路', '虹桥路', '延安西路', '中山公园', '金沙江路', '曹杨路', '镇坪路', '中潭路',
      '上海火车站', '宝山路', '海伦路', '临平路', '大连路', '杨树浦路', '浦东大道', '世纪大道',
      '浦电路', '蓝村路', '塘桥', '南浦大桥', '西藏南路', '鲁班路', '大木桥路', '东安路',
      '上海体育场', '上海体育馆'
    ]
  }
]

export default {lines}
